driver-tests/bpelse/assign/AssignJbi/test/results/CopyintegerInvoke/Actual_20130319180437_S.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" 
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
    xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <integerPart xmlns="urn:DataType" xmlns:msgns="urn:CopyDataTypeTNS">
      <xsd_integer>1</xsd_integer>
      <optional_integer>200</optional_integer>
      <repeat_integer>200</repeat_integer>
      <repeat_integer>10</repeat_integer>
    </integerPart>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>